tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'd12frosted/emacs-plus'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/games'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'neovim/neovim'
tap 'rogual/neovim-dot-app'
brew 'android-sdk'
brew 'android-ndk'
brew 'docbook'
brew 'asciidoc', args: ['with-docbook-xsl']
brew 'autoconf'
brew 'automake'
brew 'bash-completion'
brew 'bison'
brew 'boost'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'cmake'
brew 'coreutils'
brew 'cowsay'
brew 'cscope'
brew 'ctags'
brew 'emacs', args: ['with-modules'], restart_service: true
brew 'openssl'
brew 'jpeg'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'figlet'
brew 'findutils'
brew 'libtool'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'fontforge'
brew 'fortune'
brew 'fswatch'
brew 'gdbm'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'geoip'
brew 'little-cms2'
brew 'ghostscript'
brew 'gist'
brew 'glew'
brew 'gmp'
brew 'gnupg'
brew 'libtasn1'
brew 'libunistring'
brew 'nettle'
brew 'gnutls'
brew 'go'
brew 'sdl2'
brew 'webp'
brew 'sdl2_image'
brew 'gource'
brew 'htop'
brew 'xz'
brew 'imagemagick'
brew 'irssi'
brew 'jbig2dec'
brew 'kakoune', args: ['HEAD']
brew 'libcroco'
brew 'libevent'
brew 'librsvg'
brew 'libssh2'
brew 'libtermkey'
brew 'libuv'
brew 'libvterm'
brew 'libxkbcommon'
brew 'lighttpd'
brew 'lua'
brew 'luajit'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'python3'
brew 'macvim', args: ['HEAD', 'with-lua', 'with-luajit', 'with-override-system-vim']
brew 'mmv'
brew 'mongodb', restart_service: true
brew 'msgpack'
brew 'netcat'
brew 'nethack'
brew 'openssl@1.1'
brew 'nginx'
brew 'nmap'
brew 'node'
brew 'pv'
brew 'pypy'
brew 'qt5'
brew 'rclone'
brew 'ripgrep'
brew 'scons'
brew 'sdl'
brew 'siege'
brew 'ssh-copy-id'
brew 'swi-prolog'
brew 'tmux', args: ['HEAD']
brew 'unibilium'
brew 'unixodbc'
brew 'unrar'
brew 'watch'
brew 'wget'
brew 'xdotool'
cask 'inkscape'
cask 'visual-studio-code'
